Repository: AnkitGuptaRbonesource/RosyBlueOnline_Enhancement
Catalog: Rosyblueonline.Web/Resource/Resource.*.resx
Languages: fr, zh

source: About
fr: À propos
zh: 关于

source: Account Number
fr: Numéro de compte
zh: 账号

source: Action
zh: 行动

source: ActionDetails
fr: DétailsAction
zh: 操作详情

source: Action Name
fr: Nom de l’action
zh: 操作名称

source: Actions
zh: 动作

source: Active
fr: Actif
zh: 进行中

source: Active Stock
fr: Stock actif
zh: 有效库存

source: Activity
fr: Activité
zh: 活动

source: Add
fr: Ajouter
zh: 添加

# Additional_Discount1
source: Additional Discount
fr: Remise supplémentaire
zh: 其他折扣

source: Address
fr: Adresse
zh: 地址

source: Address Line 1
fr: Adresse, ligne 1
zh: 地址行 1

source: Address Line 2
fr: Adresse, ligne 2
zh: 地址行 2

source: Address of Registered Office
fr: Adresse du siège
zh: 注册办事处地址

source: Add Address
fr: Ajouter adresse
zh: 添加地址

source: Add Bestdeal
fr: Ajouter Bestdeal
zh: 添加最惠交易

source: Add Best Deal
fr: Ajouter Best Deal
zh: 添加最优惠价格

source: Add Best Deals
fr: Ajouter Best Deals
zh: 添加最优惠价格

source: Add Customer
fr: Ajouter client
zh: 添加客户

source: Add Lab
fr: Ajouter Lab
zh: 添加实验室

source: Add New
fr: Ajouter Nouveau
zh: 新添加

source: Add Roles & Rights
fr: Ajouter Rôles et Droits
zh: 添加角色和权利

source: Add to Memo
fr: Ajouter au Mémo
zh: 添加到备忘录

source: Add User
fr: Ajouter utilisateur
zh: 添加用户

source: ADVANCE SEARCH
fr: RECHERCHE AVANCÉE
zh: 高级搜寻

source: All
fr: Tous
zh: 全部

source: All Memo
fr: Tous les mémos
zh: 所有备忘

source: All Orders
fr: Toutes les commandes
zh: 所有订单

# All_Orders_are_in_USD
source: Note: All Orders are in USD.
fr: Note : Toutes les commandes sont en US$.
zh: 注释：所有订单均以美元为单位。

source: ALL ROLES
fr: TOUS LES RÔLES
zh: 全部角色

source: All Shape
fr: Toutes les formes
zh: 全部外形

source: Already Assigned
fr: Déjà assigné
zh: 已分配

source: Amount
fr: Montant
zh: 数量

# AmountN
source: Amount
fr: Montant
zh: 数量

source: Amount (US$)
fr: Montant (US$)
zh: 金额（美元）

source: Amount (US$):
fr: Montant (US$) :
zh: 金额（美元）：

source: and
fr: et
zh: 和

source: Apply Last Changed Discount
fr: Appliquer la dernière remise modifiée
zh: 使用最后一次更改折扣

source: Apply Previous Discount
fr: Appliquer la remise précédente
zh: 使用之前折扣

source: Approve
fr: Accepter
zh: 批准

source: Asscher
zh: 阿斯切

source: Available
fr: Disponible
zh: 可用

source: Avg
fr: Moyenne
zh: 平均

source: Avg.($)/ct
fr: Moyenne ($)/ct
zh: 平均（美元）/克拉

source: Avg.Rap Price ($)
fr: Prix Rap moyen ($)
zh: 平均钻石报价（$）

source: Avg. Discount (%)
fr: Moyenne Remise (%)
zh: 平均优惠（％）

source: Avg.Price/ct($)
fr: Moyenne Tarif/ct($)
zh: 均价/克拉（美元）

source: Avg.Rap/ct($)
fr: Moyenne Rap /ct($)
zh: 平均说唱/ ct（$）

source: Avg.Rap.Off(%)
fr: Moyenne.Rap.Off(%)
zh: 平均Rap.Off（％）

source: Back
fr: Retour
zh: 返回

source: Bank Name
fr: Banque
zh: 银行名称

source: Before Change
fr: Avant le changement
zh: 变更前

# Below_prices_amounts
source: Below prices/amounts are exclusive of government levies & taxes (VAT, OCTROI etc). These will be added on the final invoice wherever applicable.
fr: Les prix/montants ci-dessous sont hors taxes et impôts (TVA, OCTROI, etc.). Ils seront ajoutés à la facture finale, le cas échéant.
zh: 以下价格/金额不含政府税（增值税，货物入市税等）。 这些项目会在适用时添加在最终发票上。

source: BEST DEAL
zh: 最优惠价格

source: Best Deals Discount
fr: Remise Best Deal
zh: 最优惠折扣

source: Best Deals Remark
fr: Remarque Best Deal
zh: 最优惠价格备注

source: Best Deals Text
fr: Texte Best Deal
zh: 最优惠价格文字

source: Billing Address
fr: Adresse de facturation
zh: 帐单地址

source: Blocked Customers
fr: Clients bloqués
zh: 限制客户

source: Block Site
fr: Bloquer le site
zh: 屏蔽网站

source: Box Name
fr: Nom de la boîte
zh: 箱名

source: Box No
fr: N° de boîte
zh: 箱号

source: Branch
fr: Agence
zh: 分行

source: Branch Address
fr: Adresse de l’agence
zh: 分行地址

source: Branch Name
fr: Nom de l’agence
zh: 分店名称

source: By
fr: Par
zh: 通过

source: By no of stone
fr: Par n° de pierre
zh: 按照宝石编号

source: By Value
fr: Par valeur
zh: 按价值

source: Cancel
fr: Annuler
zh: 取消

source: Cancel Full Memo
fr: Annuler mémo complet
zh: 取消完整备忘

source: Cancel Memo
fr: Annuler mémo
zh: 取消备忘录

source: Cancel Order
fr: Annuler commande
zh: 取消订单

source: Carat
zh: 克拉

source: Cart
fr: Panier
zh: 购物车

source: Cash
fr: Espèces
zh: 现金

source: CB: Low
fr: CB : Faible
zh: CB：低

source: CentreBlack
fr: NoirCentre
zh: 中央黑色

source: CERTIFICATE
fr: CERTIFICAT
zh: 证书

# CertificateId
source: Certificate#
fr: Numéro de certificat
zh: 证书编号

source: CertificateNo
fr: N° de certificat
zh: 证书编号

source: Certificate No
fr: N° de certificat
zh: 证书号码

source: Certificate upload
fr: Envoi certificat
zh: 证书上传

source: Cert. No.
fr: Cert. N°
zh: 证书编号

source: Cert Number to Search
fr: Numéro de Cert à chercher
zh: 证书编号搜索

source: Change discount
fr: Modifier remise
zh: 更改折扣

source: Change Password
fr: Changer de mot de passe
zh: 更改密码

source: Change rap
fr: Modifier Rap
zh: 改变钻石报价

source: Change Summary Discounts
fr: Modifier Résumé des remises
zh: 更改摘要折扣

source: City
fr: Ville
zh: 城市

source: Clarity
fr: Pureté
zh: 净度

# Clarity_comes
source: Clarity comes accompanied by a diamond grading report from the
fr: La pureté est accompagnée d’un rapport sur la classification des diamants de
zh: 净度随附钻石的分级报告，提供方为

source: Close
fr: Fermer
zh: 关闭

source: Closing
fr: Fermeture
zh: 关闭

source: Color
fr: Couleur
zh: 颜色

source: Company
fr: Société
zh: 公司

source: CompanyName
fr: Société
zh: 公司名

source: Company Name
fr: Société
zh: 公司名

source: Compare
fr: Comparer
zh: 相比

source: Comparing
fr: Comparaison
zh: 比较中

source: Completed
fr: Terminé
zh: 已完成

source: Confirm
fr: Confirmer
zh: 确认

source: Confirm Memo
fr: Confirmer mémo
zh: 确认备忘录

source: Confirm Order
fr: Confirmer commande
zh: 确认订单

source: Confirm Password
fr: Confirmer mot de passe
zh: 确认密码

source: Contact Us
fr: Contact
zh: 联系我们

source: Contains
fr: Contient
zh: 包含

source: Continue mode
fr: Continuer dans ce mode
zh: 继续模式

source: Count
fr: Nombre
zh: 计数

source: Country
fr: Pays
zh: 国家

source: Created
fr: Créé
zh: 已创建

source: CreatedOn
fr: CrééLe
zh: 创建于

source: Created By
fr: Créé par
zh: 制作方

source: Created Date
fr: Date de création
zh: 创建日期

source: Created On
fr: Créé le
zh: 创建于

source: Create Date
fr: Créer la date
zh: 创建日期

source: Criteria
fr: Critères
zh: 标准

source: Criteria Matching Pair
fr: Critères paire jumelée
zh: 条件匹配对

source: CrownAngle
fr: AngleCouronne
zh: 冠角

source: CrownBlack
fr: CouronneNoire
zh: 冠黑色

source: CrownHeight
fr: HauteurCouronne
zh: 冠高

source: Crown Angle
fr: Angle de couronne
zh: 冠角

source: Crown Height
fr: Hauteur de couronne
zh: 冠高

source: Current Status
fr: Statut actuel
zh: 当前状态

source: Cushion
fr: Coussin
zh: 坐垫

source: Customer
fr: Client
zh: 客户

source: Customer Activity Details
fr: Détails de l’activité du client
zh: 客户活动详情

source: Customer Address
fr: Adresse du client
zh: 客户地址

source: Customer Demand
fr: Exigence du client
zh: 客户需求

source: Customer Demands
fr: Exigences du client
zh: 客户需求

source: Customer Name
fr: Nom du client
zh: 顾客姓名

source: Customer Order Report
fr: Rapport sur la commande du client
zh: 客户订单报告

source: Customer Recent Search
fr: Recherche récente du client
zh: 客户最近搜索

source: Customer Update
fr: Mise à jour client
zh: 客户更新

source: Cut
fr: Taille
zh: 切工

source: CUT - POLISH - SYMMETRY
fr: TAILLE – POLI – SYMÉTRIE
zh: 切工 - 抛光 - 对称

source: Dashboard
fr: Tableau de bord
zh: 控制面板

source: Date
zh: 日期

source: Date Of Establishment
fr: Date d’établissement
zh: 确立时间

source: Delete
fr: Supprimer
zh: 删除

source: Demands
fr: Exigences
zh: 要求

source: Demand Name
fr: Nom de l’exigence
zh: 需求名称

source: Demand Search
fr: Rechercher l’exigence
zh: 需求搜索

source: Dept
fr: Profondeur
zh: 部门

source: Depth%
fr: Profondeur%
zh: 深 ％

source: Describe your Demands
fr: Décrivez vos exigences
zh: 描述您的需求

source: Detail
fr: Détail
zh: 详情

source: Diamentions
fr: Dimensions
zh: 尺寸

source: Diamond
fr: Diamant
zh: 钻石

source: Diamond Detail
fr: Détails du diamant
zh: 钻石详情

source: Diamond Status:
fr: Statut du diamant :
zh: 钻石状态：

source: Direct Ship
fr: Expédition directe
zh: 直接运输

source: Disable Inventory
fr: Désactiver l’inventaire
zh: 禁用库存

source: Disc
fr: Remise
zh: 盘

source: Disclaimer:
fr: Décharge de responsabilité :
zh: 免责声明：

# DisclaimerText
source: Please note that the Rap ($) price list published every Friday evening (IST) is updated in our system over the weekend. In case of a situation where in you have placed an order and the Rap price is revised during the course of order processing, the revised Rap ($) rate will be applied to the order.
fr: Veuillez noter que la liste de prix Rap ($) publiée chaque vendredi soir (IST) est mise à jour dans notre système au cours du week-end. Dans le cas où vous avez passé une commande et que le prix Rap est révisé au cours du traitement de la commande, le tarif Rap ($) révisé sera appliqué à la commande.
zh: 请注意，系统会在周末对每周五晚（IST）发布的报价表（美元）进行更新。如果您已下订单，但报价表在订单处理过程中出现修改，将对订单采用修改后的报价表价格（美元）。

source: Discount(%)
fr: Remise(%)
zh: 折扣（％）

# DISCOUNT1
source: DISCOUNT
fr: Remise
zh: 折扣

# Discount_for_BlueNile_upload_data
source: Set differential discount for Blue-Nile upload data
fr: Fixer remise différentielle pour données d’envoi Blue Nile
zh: 为 Blue-Nile 上传数据设置差异折扣

# Discount_for_James_Allen_Hong_Kong_upload
source: Set differential discount for James Allen Hong Kong's upload
fr: Fixer remise différentielle pour données d’envoi James Allen Hong Kong
zh: 为 James Allen 香港上传数据设置差异折扣

# Discount_for_James_Allen_upload_data
source: Set differential discount for James Allen upload data
fr: Fixer remise différentielle pour données d’envoi James Allen
zh: 为 James Allen 上传数据设置差异折扣

# Discount_Per
source: Discount (%):
fr: Remise (%) :
zh: 折扣（％）：

source: Doc Expiry Date
fr: Date d'expiration du document
zh: 文件到期日

source: Does not Contains
fr: Ne contient pas
zh: 不包含

source: Download
fr: Télécharger
zh: 下载

source: DownloadPermitted
fr: TéléchargementAutorisé
zh: 下载许可

source: Download Excel
fr: Télécharger Excel
zh: 下载 Excel

source: Download sample file for upload.
fr: Télécharger fichier d’exemple à envoyer.
zh: 下载样本文件进行上传。

# Download_sample_file_for_upload1
source: Download sample (.xlsx) file for upload
fr: Télécharger fichier d’exemple (.xlsx) à envoyer
zh: 下载需上传的样品（.xlsx）文件

source: Down for maintenance
fr: Maintenance en cours
zh: 由于维护原因而关闭

source: Edit
fr: Modifier
zh: 编辑

source: Edit Memo
fr: Modifier mémo
zh: 编辑备忘录

source: Edit Profile
fr: Modifier profil
zh: 编辑个人资料

source: Email
zh: 电子邮件

source: Email Address
fr: Adresse électronique
zh: 电子邮件地址

source: Email ID
fr: Identifiant Email
zh: 电子邮件 ID

source: Emerald
fr: Émeraude
zh: 翡翠

source: Enable Inventory
fr: Activer l’inventaire
zh: 启用库存

source: Enter Cert Number
fr: Saisir numéro de cert
zh: 输入证书编号

source: Enter Lot Numaber
fr: Saisir numéro de lot
zh: 输入批次编号

source: Enter the code
fr: Saisir le code
zh: 输入验证码

source: Excellent
zh: 优秀

source: Excel Download
fr: Téléchargement Excel
zh: Excel 下载

source: Execute
fr: Exécuter
zh: 执行

source: ExportToExcel
fr: ExporterVersExcel
zh: 导出到 Excel

source: Export Excel
fr: Exporter Excel
zh: 导出 Excel

source: Export to Excel
fr: Exporter vers Excel
zh: 导出到 Excel

# Extra_Charges
source: add : Extra Charges (100$ will be charged because the order is below $ 10,000 )
fr: plus : Frais supplémentaires (100$ pour commande inférieure à 10 000$)
zh: 加：额外费用（订单金额小于 10,000 美元将收取 100 美元费用）

# Extra_Charges1
source: Extra Charges (100$ will be charged because the order is below $ 10,000 )
fr: Frais supplémentaires (100$ pour commande inférieure à 10 000$)
zh: 额外费用（订单金额小于 10,000 美元将收取 100 美元费用）

source: Eye Clean
zh: 目测洁净

source: Fair
zh: 公平

source: FANCY COLOR
fr: COULEUR FANTAISIE
zh: 淡彩

# Fancy_Colorsm
source: Fancy Color
fr: Couleur fantaisie
zh: 淡彩

source: FANCY SHAPE
fr: FORME FANTAISIE
zh: 淡彩颜色

# Fancy_Shapesm
source: Fancy Shape
fr: Forme fantaisie
zh: 花式造型

source: Fast Moving Goods
fr: Biens à circulation rapide
zh: 快速运输商品

source: Fax
zh: 传真

source: Features
fr: Caractéristiques
zh: 功能

source: File ID
fr: Identifiant fichier
zh: 档案编号

source: File Name
fr: Nom du fichier
zh: 文件名

source: File Type
fr: Type de fichier
zh: 文件类型

source: Filter By Role
fr: Filtrer par rôle
zh: 按角色过滤

source: First Name
fr: Prénom
zh: 名字

# Flora
source: Fluor
zh: 荧光

source: FLUORESCENCE
zh: 荧光

# Fluorescencesm
source: Fluorescence
zh: 荧光性

source: Fluorescence Intensity
fr: Intensité de la fluorescence
zh: 荧光强度

source: Forever
fr: Toujours
zh: 永远

source: Forget Password?
fr: Mot de passe oublié ?
zh: 忘记密码？

source: Found Total
fr: Total trouvé
zh: 找到总数

source: GIAcomments
fr: CommentairesGIA
zh: GIA 评价

source: GIA Reports
fr: Rapports GIA
zh: GIA 报告

source: Girdle
fr: Rondiste
zh: 腰棱

# Girdle_Per
source: Girdle%
fr: %Rondiste
zh: 腰棱 %

source: Good
fr: Bon
zh: 好

source: Grid Legends
fr: Légende de la grille
zh: 网格图例

# GST
source: GST will be applied for Indian customers
fr: La GST sera appliquée pour les clients indiens.
zh: 消费税适用于印度客户

source: GST No
fr: N° de GST
zh: 消费税编号

source: H&A
zh: 八心八箭

source: Heart
fr: Cœur
zh: 心形

source: Hearts & Arrows
zh: 心与箭

source: High
fr: Élevé
zh: 高

source: Home
fr: Accueil
zh: 主页

# HomePage_Para1
source: Rosy Blue is one of the most renowned diamond and jewelry companies in the world. From rough to polished diamonds to fine jewelry, Rosy Blue's passion for excellence sparkles in everything we do. We operate in strict compliance with the Kimberley Process Certification Scheme and the World Diamond Council System of Warranties.
fr: Rosy Blue est un diamantaire et bijoutier parmi les plus réputés au monde. Des diamants bruts aux diamants polis en passant par la joaillerie, la passion de Rosy Blue pour l’excellence brille dans tout ce que nous réalisons. Nous opérons dans le strict respect du Système de Certification du Processus de Kimberley et des normes du Conseil Mondial du Diamant.
zh: Rosy Blue 是世界上最著名的钻石和珠宝公司之一，经营毛坯钻石、抛光钻石和精美高级珠宝，品牌在每一项工作中均贯彻追求卓越的原则，严格遵守金伯利进程认证计划和世界钻石理事会的保修制度。

source: Identity
fr: Identité
zh: 身份

# If_you_have
source: If you haven't recieved verfication Code, please Click
fr: Si vous n’avez pas reçu le code de vérification, veuillez cliquer
zh: 如果您尚未收到验证码，请点击

source: Image Name
fr: Nom de l’image
zh: 图片名称

source: InActive
fr: InActif
zh: 无效

source: Inclusion ?
zh: 包含在内？

source: Inscription
zh: 刻字

source: Inspection Report
fr: Rapport d’inspection
zh: 检验报告

source: Inspection Request
fr: Demande d’inspection
zh: 检验申请

source: Invalid
fr: Invalide
zh: 无效

source: Inventory
fr: Inventaire
zh: 库存

source: Inventory Download
fr: Télécharger l’inventaire
zh: 库存下载

source: Inventory on Memo
fr: Inventaire sur mémo
zh: 备忘目录

source: Inventory Package
fr: Dossier d’inventaire
zh: 库存包

source: Inventory Summary Report
fr: Rapport de synthèse de l’inventaire
zh: 库存汇总报告

source: Inventory Upload
fr: Envoyer l’inventaire
zh: 库存上传

source: In-Active
fr: In-Actif
zh: 活跃中

# is_our_latest
source: is our latest endeavor to enrich, enhance and widen partnership with our global clients.
fr: est notre tout dernier effort visant à enrichir, améliorer et élargir notre partenariat avec nos clients mondiaux.
zh: 是我们推出的一项新举措，致力于丰富、增强和扩大与全球客户合作伙伴之间的密切关系。

source: Item
fr: Article
zh: 项目

source: Item Count
fr: Nombre d’articles
zh: 项目数量

source: JA BN Partition
fr: Partition JA BN
zh: JA BN 分区

source: Keytosymbol
fr: Légendessymboles
zh: 按键符号

source: Key To Symbols
fr: Légende des symboles
zh: 图例说明

source: Kyc Doc No
fr: N° Doc Kyc
zh: Kyc 文件编号

source: Lab
zh: 实验室

source: Laser
zh: 激光

source: LastUpdatedDate
fr: DateDernièreActualisation
zh: 上次更新日期

source: Last Login
fr: Dernière Connexion
zh: 上次登录

source: Last Name
fr: Nom
zh: 形式

source: Length
fr: Longueur
zh: 长度

source: less : Additional Discount
fr: moins : Remise supplémentaire
zh: 减 ：其他折扣

source: List Name
fr: Nom
zh: 列表名称

source: List of Customers
fr: Liste des clients
zh: 客户名单

source: Load
fr: Charger
zh: 加载

source: Load Result
fr: Charger résultat
zh: 加载结果

source: Location
fr: Emplacement
zh: 位置

source: Login
fr: Connexion
zh: 登录

source: Lot/Cret. No
fr: Lot/Cret. N°
zh: 批/单否

source: Lot Cret No
fr: N° Cret Lot
zh: 批号许可编号

source: Lot No
fr: N° de lot
zh: 批号

source: LotNumber
fr: NuméroDeLot
zh: 批号

source: Lot Number to Search
fr: Numéro de lot à chercher
zh: 要搜索的批号

source: LowerHalf
fr: HaléfiDeCulasse
zh: 下半部

source: Lower Half
fr: Haléfi de culasse
zh: 下半部

source: Machine
zh: 机器

source: Mail BCC
fr: Mail CCI
zh: 邮件密件抄送

source: Mail CC
zh: 邮件抄送

source: Mail From
fr: Expéditeur
zh: 邮件来自

source: Mail To
fr: Destinataire
zh: 收件人

source: Manage Rights
fr: Gérer les droits
zh: 管理权利

# Mandatory_fields
source: Mandatory fields are marked with an asterisk (*)
fr: Les champs obligatoires sont marqués d’un astérisque (*)
zh: 星号（*）为必填字段

source: Marketing
zh: 营销

source: Marquise
zh: 侯爵夫人

# Maximum_3_Attempt
source: Maximum 3 Attempt for Verification Code
fr: Maximum de 3 tentatives pour le code de vérification
zh: 验证码最多使用使用 3 次

source: Measurements
fr: Mesures
zh: 测量

source: MEMO
fr: MÉMO
zh: 备忘录

source: Memo History
fr: Historique mémo
zh: 备注历史

source: Memo No
fr: N° de mémo
zh: 备忘编号

source: Memo/Order
fr: Mémo/Commande
zh: 备忘录/订单

source: Memo Pending
fr: Mémo en cours
zh: 待处理备忘录

source: Memo Sold
fr: Mémo vendu
zh: 已售备忘录

source: Memo Status
fr: Statut du mémo
zh: 备忘状态

source: MENU
zh: 菜单

source: Menu Rights
fr: Droits du menu
zh: 菜单权限

source: Merge Memo
fr: Fusionner le mémo
zh: 合并备忘录

source: Merge Order
fr: Fusionner la commande
zh: 合并顺序

source: Message
zh: 信息

source: Milky
fr: Laiteux
zh: 乳白

source: Milky: Low
fr: Laiteux : Faible
zh: 白雾：低

source: Mobile
zh: 手机端

source: Modify
fr: Modifier
zh: 修改

source: Modify Inventory
fr: Modifier inventaire
zh: 修改库存

source: Modify Menu Rights
fr: Modifier Droits du menu
zh: 修改菜单权限

source: Monthly Report
fr: Rapport mensuel
zh: 月度报告

source: Multiple Demand
fr: Exigence multiple
zh: 多项要求

source: Multiple Demands
fr: Exigences multiples
zh: 多重需求

source: Multiple size
fr: Taille multiple
zh: 多种尺寸

source: My Account
fr: Mon compte
zh: 我的帐户

source: My Order
fr: Ma commande
zh: 我的订单

source: NA
zh: 不适用

source: Name
fr: Nom
zh: 姓名

source: New Arrivals
fr: Nouveautés
zh: 新品

source: New Customer
fr: Nouveau client
zh: 新客户

source: New Password
fr: Nouveau mot de passe
zh: 新密码

source: New Upload
fr: Nouvel envoi
zh: 新上传

source: New User? Please Register Here
fr: Nouvel utilisateur ? Veuillez vous inscrire ici
zh: 新用户？请在这里注册

source: Next
fr: Suiv.
zh: 下一个

source: No
fr: Non
zh: 无

source: Note:
zh: 注意：

source: NO BGM
zh: 无背景音乐

source: No of file Chosen
fr: N° du fichier choisi
zh: 选择的文件数

source: No upcoming events found
fr: Aucun événement à venir trouvé
zh: 未找到即将进行的事件

source: Old Password
fr: Ancien mot de passe
zh: 旧密码

source: Online
fr: En ligne
zh: 线上

# Online_Discount
source: less : Online Discount
fr: moins : Remise en ligne
zh: 减 ：网络折扣

# Online_Discount1
source: Online Discount
fr: Remise en ligne
zh: 网络折扣

source: Only Memo
fr: Mémo uniquement
zh: 仅限备忘录

source: OnMemo
fr: SurMémo
zh: 备忘录中

source: On Memo
fr: Sur mémo
zh: 备忘录中

source: Opening
fr: Ouverture
zh: 打开

source: Opens
fr: Ouvre
zh: 开放

source: Order #
fr: Référence commande
zh: 订单号

source: Order Date
fr: Date de la commande
zh: 订购日期

source: Order Details
fr: Détails de la commande
zh: 订单详情

source: Order ID
fr: Identifiant de la commande
zh: 订单编号

source: Order No
fr: N° de commande
zh: 订单号

source: Order Pending
fr: Commande en cours
zh: 待处理订单

source: Order Status
fr: Statut de la commande
zh: 订单状态

source: OrgFileName
fr: NomFichierOrg
zh: 组织名称

# Origin1
source: Origin
fr: Origine
zh: 原产地

source: Other Details
fr: Autres détails
zh: 其他详情

source: Other Shape
fr: Autre forme
zh: 其他形状

source: Other Type
fr: Autre type
zh: 其他类型

# Our_innovative
source: Our innovative "Quick Search" feature of the site enables users view the entire stock, and select based on the 4C's in a single click. The site also enables the users to drill-down into an individual stone, and even view the image and certificate, where available. The entire user experience is backed up by the quality and service assurance of Rosy Blue, which has enabled us to become a global leader. Needless to say, all stocks are at competitive prices.
fr: Notre fonctionnalité novatrice de Recherche rapide sur le site permet aux utilisateurs de visualiser l'ensemble du stock et d’effectuer une sélection basée sur les 4C en un simple clic. Le site permet également aux utilisateurs d’explorer une pierre spécifique , et même d’en visualiser l’image et le certificat, lorsqu’ils sont disponibles. Toute l’expérience utilisateur bénéficie de l’assurance de qualité et de service de Rosy Blue, qui a fait de nous un leader mondial. Il va sans dire que tous nos articles sont proposés à des prix compétitifs.
zh: 我们网站退出创新的“快速搜索”功能，用户可通过它查看整个库存，秩序点击一下即可根据 4C 标准进行选择。用户还可以深入探索每颗钻石的详细信息，查看相应的图片和证书。 Rosy Blue 的质量和服务保证确保用户获得最满意的体验，也是我们成为全球领军者的重要原因。当然，我们的优质产品具有极富竞争力的价格，也吸引了大量客户的眼光。

source: Oval
fr: Ovale
zh: 椭圆型

source: PAN No
fr: N° PAN
zh: PAN号

source: Partial memo cancel
fr: Annulation partielle du mémo
zh: 取消部分备忘录

source: Password
fr: Mot de passe
zh: 密码

source: PavilionAngle
fr: AngleCulasse
zh: 亭部角度

source: PavilionDepth
fr: ProfondeurCulasse
zh: 亭部深度

source: Pavilion Angle
fr: Angle de culasse
zh: 底角

source: Pavilion Depth
fr: Profondeur de culasse
zh: 底部高度

source: Payable Amount($)
fr: Montant dû ($)
zh: 应付金额（元）

source: Pear
fr: Poire
zh: 梨形

source: Pending
fr: En cours
zh: 待定

source: Pending Orders
fr: Commandes en cours
zh: 待处理订单

source: Pending Order Details
fr: Détails de la commande en cours
zh: 待处理订单明细

source: Pending Order Report
fr: Rapport sur les commandes en cours
zh: 待处理订单报告

source: Permission
zh: 许可

source: Personal Details
fr: Coordonnées
zh: 个人资料

source: Phone
fr: Téléphone
zh: 手机

source: Phone 1
fr: Téléphone 1
zh: 电话 1

source: Phone 2
fr: Téléphone 2
zh: 电话 2

source: Physical Stock
fr: Stock physique
zh: 实物库存

source: Pivot table
fr: Tableau croisé dynamique
zh: 分析表

# Please_enter_OTP
source: (Please enter OTP as you have recived in yours mail)
fr: (Veuillez saisir l’OTP reçu dans votre boîte de réception)
zh: （请按照在邮件中输入的内容输入 OTP）

source: Polish
fr: Poli
zh: 波兰语

source: Polished
fr: Taillé
zh: 抛光

source: Poor
fr: Mauvais
zh: 较差

source: Prev
fr: Préc.
zh: 上一页

source: Previous
fr: Précédent
zh: 历史

source: Previous Discount
fr: Remise précédente
zh: 历史折扣

source: Previous Rap Price
fr: Tarif Rap précédent
zh: 历史报价表

source: Pre-Registered Users
fr: Utilisateurs préenregistrés
zh: 提前注册用户

source: Price($)
fr: Tarif($)
zh: 价格（美元）

source: Price($)/ct
fr: Tarif($)/ct
zh: 价格（美元）/克拉

source: Price$/carat
fr: Tarif$/carat
zh: 价格 美元/克拉

source: Price/ct($)
fr: Tarif/ct($)
zh: 价格/克拉（美元）

# Price_ct1
source: Price ($)/ct
fr: Tarif ($)/ct
zh: 价格（美元）/ 克拉

source: Price Mark Percent
fr: Pourcentage Marque Prix
zh: 价格标记百分比

source: Price ($)/Ct.:
fr: Tarif ($)/Ct. :
zh: 价格（美元）/克拉：

source: Pricing Policy
fr: Politique tarifaire
zh: 定价政策

source: Princess
zh: 公主

source: Print
fr: Imprimer
zh: 打印

source: Privacy Policy
fr: Politique de confidentialité
zh: 隐私政策

source: Proceed
fr: Continuer
zh: 继续

source: Profile
fr: Profil
zh: 个人资料

source: Put on memo/sell directly
fr: Mettre sur mémo/vendre directement
zh: 直接放入备忘录/销售

source: Quick Contact
fr: Contact rapide
zh: 快速联络

source: Quick Search
fr: Recherche rapide
zh: 快速搜索

source: Quick Size
fr: Taille rapide
zh: 快速尺寸

source: Radiant
zh: 雷德恩

source: Rap ($):
zh: 报价表（$）：

source: RapDisc(%)
fr: RemiseRap(%)
zh: 钻石折扣(%)

source: RapnetPrice
fr: TarifRapNet
zh: 报价竞价

source: RapNet Disc (%)
fr: Remise RapNet (%)
zh: 报价净数值（％）

source: RapPrice
fr: TarifRap
zh: 钻石报价表

source: Rap Off(%)
fr: Remise Rap (%)
zh: 报价表折扣（％）

# RB_Discount
source: less : RB Discount
fr: moins : Remise RB
zh: 减 ：RB 折扣

# RB_Discount1
source: RB Discount
fr: Remise RB
zh: RB 折扣

source: Recent RFID Count
fr: Nombre RFID récent
zh: 最近的 RFID 数量

source: Recent Search
fr: Recherche récente
zh: 最近搜寻

source: records
fr: relevés
zh: 记录
