Repository: AnkitGuptaRbonesource/RosyBlueOnline_Enhancement
Catalog: Rosyblueonline.Web/Resource/Resource.*.resx
Languages: fr, zh

source: Recycle RFID
fr: Recycler RFID
zh: 回收 RFID

source: Reference Name
fr: Nom de référence
zh: 参考名称

source: Register
fr: Inscription
zh: 注册

source: Registration
fr: Inscription
zh: 注册

source: Reject
fr: Refuser
zh: 拒绝

source: Rejected Customers
fr: Clients refusés
zh: 拒绝客户

source: Remark
fr: Remarque
zh: 备注

source: Remove
fr: Supprimer
zh: 删除

source: Remove Bestdeal
fr: Supprimer Bestdeal
zh: 删除最惠交易

source: Remove Best Deal
fr: Supprimer Best Deal
zh: 删除最佳交易

source: Remove Best Deals
fr: Supprimer Best Deals
zh: 删除最优惠的价格

source: Remove Cart
fr: Supprimer panier
zh: 移除购物车

source: Remove Lab
fr: Supprimer Lab
zh: 删除实验室

source: Remove Order Item
fr: Supprimer article de la commande
zh: 删除订单项

source: Report
fr: Rapport
zh: 报告

source: ReportDate
fr: DateRapport
zh: 报告日期

source: Report Date
fr: Date de rapport
zh: 报告日期

source: Report.No.
fr: N°.De.Rapport
zh: 报告编号

source: Resend
fr: Renvoyer
zh: 重发

source: RESET
fr: RÉINITIALISER
zh: 重置

# Reset1
source: Reset
fr: Réinitialiser
zh: 重启

source: Reset Password
fr: Réinitialiser mot de passe
zh: 重设密码

source: Return Partial Sell
fr: Retourner vente partielle
zh: 部分退货

source: RETURN SALE
fr: RETOUR VENTE
zh: 退货

source: Revised Stones
fr: Pierres révisées
zh: 修改宝石

source: RFID History
fr: Historique RFID
zh: RFID 历史

source: RFID Master
fr: Master RFID
zh: RFID 主文件

source: RFID Memo Stock Tally
fr: Comptage stock Mémo RFID
zh: RFID 备忘录库存提示

source: RFID Modify
fr: Modifier RFID
zh: RFID 修改

source: RFID No
fr: N° RFID
zh: RFID 编号

source: Rfid Number
fr: Numéro Rfid
zh: RFID 编号

source: RFID Search
fr: Recherche RFID
zh: RFID 搜索

source: RFID Stock Tally
fr: Comptage du stock RFID
zh: RFID 库存盘点

source: Role
fr: Rôle
zh: 角色

source: ©RosyBlue, 2020
zh: ©RosyBlue，2020 年版权所有

source: Rosy Blue Online
fr: Rosy Blue en ligne
zh: Rosy Blue 网店

source: Rosy Blue Online Features
fr: Caractéristiques Rosy Blue en ligne
zh: Rosy Blue 网店功能

source: Rough
fr: Brut
zh: 未加工

source: Round
fr: Rond
zh: 圆形

source: ROUND SHAPE
fr: FORME RONDE
zh: 圆形

# Round_Shapesm
source: Round Shape
fr: Forme ronde
zh: 圆形轮廓

source: Row Download Permitted
fr: Téléchargement de rangée autorisé
zh: 允许行下载

source: Sale
fr: Vente
zh: 销售

source: SalesLocation
fr: LieuDeVente
zh: 销售地点

source: SALES LOCATION
fr: LIEU DE VENTE
zh: 销售地点

source: Sales Mode
fr: Mode de vente
zh: 销售模式

source: SALES PERSON
fr: PERSONNE CHARGÉE DE LA VENTE
zh: 销售人员

source: Sales Support
fr: Assistance commerciale
zh: 销售支援

source: Sale Discount
fr: Remise Vente
zh: 销售折扣

source: Save
fr: Sauvegarder
zh: 保存

source: Saved Search
fr: Recherche sauvegardée
zh: 已保存搜索

source: Save Search
fr: Sauvegarder la recherche
zh: 保存搜索

source: Scan
fr: Rechercher
zh: 扫瞄

source: Seand a Email
fr: Envoyer courrier électronique
zh: 发送电子邮件

source: Search
fr: Rechercher
zh: 搜索

source: Search Result
fr: Résultat de la recherche
zh: 搜索结果

source: Selected
fr: Sélectionné
zh: 已选

source: Select (.xlxs) file to Update RFID
fr: Sélectionner fichier (.xlxs) pour actualiser RFID
zh: 选择（.xlxs）文件更新 RFID

source: Select All
fr: Sélectionner tout
zh: 全选

source: Select Billing Address
fr: Sélectionner Adresse de facturation
zh: 选择帐单地址

source: Select Country
fr: Sélectionner Pays
zh: 选择国家

source: Select csv file to upload
fr: Sélectionner fichier csv à envoyer
zh: 选择要上传的 CSV 文件

source: Select file
fr: Sélectionner fichier
zh: 选择文件

# Select_file_for_upload_GIA
source: Select (.xlsx) file for upload GIA
fr: Sélectionner fichier (.xlsx) pour envoyer GIA
zh: 选择（.xlsx）文件上传 GIA

source: Select file to upload
fr: Sélectionner fichier à envoyer
zh: 选择要上传的文件

source: Select Identity
fr: Sélectionner Identité
zh: 选择身份

source: Select Sales Location
fr: Sélectionner Lieu de vente
zh: 选择销售地点

source: Select Shape
fr: Sélectionner Forme
zh: 选择形状

source: Select Shipping Address
fr: Sélectionner Adresse d’expédition
zh: 选择送货地址

source: Select State
fr: Sélectionner État
zh: 选择州

source: Select to download sample file
fr: Sélectionner pour télécharger le fichier d’exemple
zh: 选择下载样品文件

source: Select Type
fr: Sélectionner Type
zh: 选择类型

source: Select your choice
fr: Sélectionner votre choix
zh: 选择你的选项

# Select__file_for_RFID_master
source: Select (.xlsx) file for RFID master
fr: Sélectionner fichier (.xlsx) pour Master RFID
zh: 选择（.xlsx）文件作为 RFID 主文件

source: Self Pickup
fr: Retrait en boutique
zh: 自取

source: Sell Directly
fr: Vente directe
zh: 直接销售

source: Sell Full Memo
fr: Vendre mémo complet
zh: 完整销售备忘录

source: Sell Partial
fr: Vente partielle
zh: 部分出售

source: Send
fr: Envoyer
zh: 发送

source: Send Mail
fr: Envoyer courrier électronique
zh: 发邮件

source: Set as default address
fr: Définir comme adresse par défaut
zh: 设置为默认地址

source: Shade
fr: Teinte
zh: 颜色

source: Shape
fr: Forme
zh: 形状

source: Shipping
fr: Expédition
zh: 运输

source: Shipping Address
fr: Adresse d’expédition
zh: 送货地址

# Shipping_Charges_Non_India
source: add : Shipping Charges Non India
fr: plus : Frais d’expédition hors Inde
zh: 加：非印度地区运费

source: Shipping Company
fr: Expéditeur
zh: 航运公司

source: Shipping Mode
fr: Mode de livraison
zh: 运输方式

source: Shipping Mode 1
fr: Mode de livraison 1
zh: 运输方式 1

source: Shopping Cart
fr: Panier
zh: 购物车

source: Show
fr: Afficher
zh: 显示

source: SideBlack
fr: NoirCôté
zh: 侧边黑色

source: Sign out
fr: Se déconnecter
zh: 退出

# Site_best_viewed
source: Site best viewed in IE8+, Firefox 3.5+, Chrome 3+, Safari 5.0+ at 1024 x 768 pixels resolution.
fr: Site optimisé pour IE8+, Firefox 3.5+, Chrome 3+, Safari 5.0+ à une résolution de 1024 x 768 pixels.
zh: 建议使用 IE8 +、Firefox 3.5 +、Chrome 3 +、Safari 5.0+ 和 1024 x 768 像素分辨率浏览本网站。

source: Site not blocked
fr: Site non bloqué
zh: 未屏蔽网站

source: Size
fr: Taille
zh: 尺寸

source: SizePermitted
fr: TailleAutorisée
zh: 允许尺寸

source: Sizes
fr: Tailles
zh: 尺寸

source: SIZE (CARATS)
fr: TAILLE (CARATS)
zh: 尺寸（克拉）

source: Slow Moving Goods
fr: Biens à circulation Lente
zh: 出货缓慢商品

source: Sold
fr: Vendu
zh: 已售

source: SOLD IN
fr: VENDU EN
zh: 卖出

source: Specfic search
fr: Recherche spécifique
zh: 具体搜索

source: SPECIFIC SEARCH
fr: RECHERCHE SPÉCIFIQUE
zh: 具体搜索

source: Split Memo
fr: Mémo partagé
zh: 拆分备忘录

source: Sr.No.
fr: N° de série
zh: 序号

source: Starlength
fr: LongueurÉtoile
zh: 星形刻面

source: Start Size Permitted
fr: Taille de départ autorisée
zh: 允许起始尺寸

source: Star Length
fr: Longueur étoile
zh: 星长

source: State
fr: Région
zh: 州

source: Status
fr: Statut
zh: 状态

source: Stock
zh: 库存

source: Stock Details
fr: Détails du stock
zh: 库存明细

source: Stock Status
fr: État du stock
zh: 库存状况

source: Stock Summary
fr: Résumé du stock
zh: 库存概述

source: Stock tally
fr: Comptage du stock
zh: 库存统计

source: Stock Turn Report
fr: Rapport sur la rotation du stock
zh: 库存周转报告

source: Stock & Summary
fr: Stock et résumé
zh: 库存和摘要

source: Stone History
fr: Histoire de la pierre
zh: 钻石历史

source: Stone IDs
fr: Identifiants pierres
zh: 钻石编号

source: Stone Origin
fr: Origine de la pierre
zh: 钻石原产地

source: Stone Status
fr: Statut de la pierre
zh: 钻石状态

source: Subject
fr: Objet
zh: 主题

source: Submit
fr: Envoyer
zh: 提交

source: Summary Discount
fr: Résumé remise
zh: 折扣摘要

source: SUPER ADMIN
zh: 超级管理员

source: Support
fr: Assistance
zh: 支持

source: Support Admin
fr: Admin assistance
zh: 支持管理员

source: Symmetry
fr: Symétrie
zh: 对称

source: System
fr: Système
zh: 系统

# System_discount_K
source: less : System discount 0K-15K
fr: moins : Remise système 0K-15K
zh: 减 ：系统折扣 0-15000

source: Table%
zh: 平面 ％

source: TableBlack
zh: 平面黑色

source: TB: Low
fr: TB : Faible
zh: TB：低

source: Terms of Use
fr: Conditions générales d’utilisation
zh: 使用条款

# The_site_allows_clients_to_browse
source: The site allows clients to browse, select and order stones from our global inventory of certified stones for their needs and convenience. We want our partners to buy "just-in-time" and manage their inventory smartly by "Multiplying their inventory".
fr: Le site permet aux clients de parcourir, sélectionner et commander des pierres provenant de notre stock mondial de pierres certifiées, en fonction de leurs besoins. Nous voulons que nos partenaires achètent « juste à temps » et gèrent leur stock de manière intelligente en « multipliant leur stock ».
zh: 本网站允许客户浏览我们的全球认证钻石库存，更轻松地选择和订购钻石。希望合作伙伴可以“按时购买”并通过“提高库存”的方式更好地管理库存。

# The_site_offers_stones_certified
source: The site offers stones certified (from 25 points upwards) by reputed third party grading laboratories like GIA, HRD, AGS, IGI etc., to ensure that our clients can access stocks which are fully trusted by their customers. Thereby enables our clients to obtain all their requirements from a single source, reducing their time and effort.
fr: Le site propose des pierres certifiées (à partir de 25 points) par des laboratoires de classement indépendants réputés, tels que GIA, HRD, AGS, IGI, etc., afin de garantir à nos clients l’accès à des stocks auxquels ils peuvent faire entièrement confiance. Ainsi, nos clients peuvent satisfaire tous leurs besoins à partir d’une source unique, ce qui leur permet d’économiser du temps et des efforts.
zh: 该网站提供了由 GIA、HRD、AGS、IGI 等知名第三方检测实验室认证的钻石（25 分以上），确保我们客户的库存能够获得终端客户的充分信赖，让客户能够从单一来源满足所有要求，减少他们投入的时间和精力。

source: This
fr: Ceci
zh: 这个

# TIN
source: TIN (Trade Identification Number)
fr: TIN (Code article international)
zh: TIN（商品识别码）

source: Toggle navigation
fr: Basculer la navigation
zh: 切换导航

source: Total
zh: 总

source: TotalFound
fr: TotalTrouvé
zh: 已找到总数

source: Total Amount
fr: Montant total
zh: 总金额

source: Total Amt
fr: Montant total
zh: 总金额

source: Total CT
fr: CT total
zh: 总 CT

source: Total Found
fr: Total trouvé
zh: 发现总数

source: Total Inventory
fr: Inventaire total
zh: 总库存

source: Total Payable Amount :
fr: Montant total à payer :
zh: 总应付金额：

source: Total pcs
fr: Total articles
zh: 总件数

source: Total Rap Price ($)
fr: Prix Rap Total ($)
zh: 总钻石报价（$）

source: Total RFID Count
fr: Nombre RFID total
zh: RFID 总数

source: Total Stones
fr: Total pierres
zh: 总宝石

source: Tot.Amount($)
fr: Montant.Tot($)
zh: 总金额（美元）

source: Tot.Carat
fr: Carat.Tot
zh: 克拉总重量

source: Tot.Rap($)
fr: Rap.Tot($)
zh: 总报价表（美元）

source: Tracking Number
fr: Numéro de suivi
zh: 追踪号码

source: Type
zh: 类型

source: UnReferenced
fr: NonRéférencé
zh: 未引用

source: Upcoming Events
fr: Événements à venir
zh: 接下来的活动

source: Update
fr: Actualiser
zh: 更新

source: Uplaod Format Common
fr: Envoyer Format Commun
zh: 上传通用格式

source: Uplaod Inventory
fr: Envoyer l’inventaire
zh: 升级库存

source: Upload
fr: Envoyer
zh: 上传

source: Uploaded Date
fr: Date d’envoi
zh: 上传日期

source: Uploaded Discount
fr: Envoyer remise
zh: 上传折扣

source: Uploaded Rap Price
fr: Tarif Rap envoyé
zh: 上传报价单价格

source: Upload Add/Remove Lab Format
fr: Envoyer Ajouter/Supprimer Format Lab
zh: 上载添加/删除实验室格式

source: Upload Format Best Deal
fr: Envoyer Format Best Deal
zh: 上传最惠交易格式

source: Upload Format Common
fr: Envoyer Format Commun
zh: 上载格式通用

source: Upload History
fr: Historique des envois
zh: 上传记录

source: Upload Id-Proof
fr: Envoyer preuve d’identité
zh: 上传身份证明

source: Upload Inventory
fr: Envoyer l’inventaire
zh: 上传库存

source: UPLOAD LOT/CERT NUMBER TO SEARCH
fr: ENVOYER NUMÉRO DE LOT/CERT POUR LA RECHERCHE
zh: 搜索的上传批次/证书编号

source: Upload New Inventory
fr: Envoyer nouvel inventaire
zh: 上传新库存

source: Upload Stone IDs
fr: Envoyer identifiants pierres
zh: 上传钻石编号

source: Users
fr: Utilisateurs
zh: 用户数

source: User Detail
fr: Coordonnées utilisateur
zh: 用户详情

source: User Menu Permission
fr: Autorisation du menu utilisateur
zh: 用户菜单权限

source: User Name
fr: Nom d’utilisateur
zh: 用户名

source: User Status
fr: Statut utilisateur
zh: 用户状态

source: User Vs Rights
fr: Utilisateur vs. Droits
zh: 用户与权利

source: Utility
fr: Utilitaires
zh: 效用

source: V360 Via CERT No
fr: V360 Via N° de CERT
zh: V360 Via 证书编号

source: Valid
fr: Valide
zh: 有效

source: Verify OTP
fr: Vérifier OTP
zh: 验证 OTP

source: Very Good
fr: Très bon
zh: 非常好

source: View
fr: Afficher
zh: 视图

source: View Customer Activity Log
fr: Afficher le journal des activités du client
zh: 查看客户活动日志

source: View Customer Details
fr: Afficher les coordonnées du client
zh: 查看客户详细信息

source: View Customer Recent Searches
fr: Afficher Recherche récente du client
zh: 查看客户最近的搜索

source: View Memo Details
fr: Afficher les détails du mémo
zh: 查看备忘录详细信息

source: View Order Details
fr: Afficher les détails de la commande
zh: 查看订单详情

source: View Pending Orders
fr: Afficher Commandes en cours
zh: 查看待办订单

source: View Request
fr: Afficher Demande
zh: 查看要求

source: View Sold History
fr: Afficher l’historique des ventes
zh: 查看已售历史

source: Watch-List
fr: Liste de surveillance
zh: 监控名单

source: Website
fr: Site Web
zh: 网站

source: Website Order Pending
fr: Commande en cours sur le site
zh: 网站待处理订单

source: Web Avg. Discount
fr: Moyenne Web Remise
zh: 网络平均折扣

source: Web Mode
fr: Mode Web
zh: 网络模式

source: Weight
fr: Poids
zh: 重量

source: Welcome Guest,
fr: Bienvenue,
zh: 欢迎访客：

source: Welcome To Rosy Blue
fr: Bienvenue chez Rosy Blue
zh: 欢迎光临 Rosy Blue

source: Width
fr: Largeur
zh: 宽度

source: Zip Code
fr: Code postal
zh: 邮编

source: ZIP/PIN
fr: Code postal
zh: 邮编/密码

source: BlueNile Disc%
fr: % Remise BlueNile

source: Blue Nile Disc %
fr: % Remise Blue Nile

source: CNR Disc
fr: Remise CNR

source: CNR Disc HA
fr: Remise CNR HA

source: HA-Ex Disc
fr: Remise HA-Ex

source: HA-VG Disc
fr: Remise HA-VG

source: JamesAllen Disc%
fr: % Remise JamesAllen

source: JamesAllen HK Disc%
fr: % Remise JamesAllen HK

source: James Allen Disc %
fr: % Remise James Allen

source: James Allen HK Disc %
fr: % Remise James Allen HK

source: RFID StockTally
fr: ComptageStockRFID
